{
  "LuaSnip": { "branch": "master" },
  "align.nvim": { "branch": "v2" },
  "alpha-nvim": { "branch": "main" },
  "babel.nvim": { "branch": "main" },
  "blink-cmp-cmdlinehistory": { "branch": "master" },
  "blink-cmp-dat-word": { "branch": "main" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indentmini.nvim": { "branch": "main" },
  "interestingwords.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "nvim-foldsign": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lines.lua": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "vim-comment": { "branch": "master" },
  "vim-echo": { "branch": "master" },
  "vim-expand-region": { "branch": "master" },
  "vim-fcitx2en": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-prettier": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-templates": { "branch": "master" },
  "vim-translate": { "branch": "master" },
  "vimcdoc": { "branch": "master" },
  "visual-multi.nvim": { "branch": "master" }
}
